{
  "chistes": [
    "Mi novia, hablando de astronomía, me preguntó cómo mueren las estrellas. 'Normalmente por sobredosis', le dije.",
    "¿Qué tienen en común Miguel Ángel y Kurt Cobain? Que los dos usaron sus cerebros para pintar el techo.",
    "¿Por qué las parejas asesinas siempre tienen éxito en su relación? Porque saben cómo enterrar sus problemas.",
    "Epitafio de una suegra: Aquí descansa doña María, y en casa descansamos todos.",
    "¿Dónde fue José Luis después de perderse en un campo minado? A todas partes.",
    "Una madre le dice a su hija ciega: si te vuelves a portar mal, te cambio los muebles de lugar.",
    "Doctor, ¿tendré cura? Por supuesto, cura, misa y funeral.",
    "La basura de un hombre es el tesoro de otro. Vaya forma de darte cuenta que eres adoptado.",
    "¿Cuál es el colmo de un leproso? Que se le caiga la cara de vergüenza.",
    "¿Qué es peor que seis niños colgados de un árbol? Un niño colgado de seis árboles.",
    "No necesitas un paracaídas para hacer paracaidismo. Necesitas un paracaídas para hacer paracaidismo dos veces.",
    "A mis parientes mayores les gustaba burlarse de mí en las bodas, diciendo: '¡Tú serás el siguiente!'. Pero dejaron de hacerlo enseguida cuando empecé a hacer lo mismo yo en los funerales.",
    "El perro de mi novia se murió, así que le compré otro idéntico. Ella me gritó y me dijo: '¿Qué voy a hacer con dos perros muertos?'.",
    "Traté de advertir a mi hijo sobre jugar a la ruleta rusa. Le entró por un oído y le salió por el otro.",
    "Mi novio me dejó, así que le robé la silla de ruedas. Adivina quién volvió arrastrándose...",
    "¿Cuál es la parte más dura de un vegetal? La silla de ruedas.",
    "¿Cuál es el videojuego favorito de los musulmanes?, Bomberman",
    "¿Por qué los estadounidenses son malos en el ajedrez?, Porque perdieron dos torres.",
    "¿Por qué los estadounidenses son malos jugadores de ajedrez? Porque perdieron dos torres.",
    "¿Conoces la frase 'la basura de un hombre es el tesoro de otro'? Maravilloso dicho, horrible manera de descubrir que fuiste adoptado.",
    "¿Por qué Monica Lewinsky no votó a Hilary Clinton? La última presidencia de Clinton le dejó mal sabor de boca.",
    "¿Cuáles eran los personajes de dibujos animados favoritos del capitán del Titanic? Timón y Pumba.",
    "-Ha sido horrible, hemos tenido que recurrir al canibalismo. -Solo hace dos horas del accidente... -Bueno, pues ya nos vamos cenaos...",
    "El otro día estaba en el parque y una madre se sentó a mi lado. Después de un rato, se inclinó y preguntó: '¿Cuál es el tuyo?'. La miré y le dije: 'Todavía no lo he decidido'.",
    "Hoy le he preguntado a mi teléfono: 'Siri, ¿por qué sigo soltero?'. Y ha activado la cámara frontal.",
    "Un hombre despierta de un coma. Su mujer se cambia de ropa negra y se queja: 'No me puedo fiar de ti para nada, ¿verdad?'.",
    "¿Qué hacen dos epilépticos en una cabina de teléfono? La fiesta de la espuma.",
    "Doctor, ¿qué me dijo, capricornio o piscis? - Cáncer, señora, cáncer.",
    "Quiero morir tranquilamente mientras duermo, como mi abuelo. No gritando, como los pasajeros de su autobús.",
    "¿Quieres saber cómo convertir cualquier ensalada en una ensalada César? Apuñálala 23 veces.",
    "¿Cuál es la diferencia entre Michael Jackson y una bolsa de supermercado? Una está hecha de plástico y es peligrosa para que los niños jueguen con ella. La otra sirve para llevar la compra.",
    "Mi psicólogo acaba de morir, pero era tan bueno que ni siquiera me importa.",
    "¿De qué color era el coche de Lady Di? Negro estampado.",
    "¿Qué crea el niño en silla de ruedas en un incendio?, Un Hot Weels",
    "¿Por qué la niña sin piernas no puede entrar a Facebook?, Porqué tiene verificación en dos pasos.",
    "¿Cuál es la diferencia entre un judío y una pizza?, Que la pizza no grita cuando la metes al horno.",
    "Los chistes de humor negro son como los niños de los antivacunas, nunca se hacen viejos.",
    "Acabo de leer que en Nueva York alguien es apuñalado cada 52 segundos. Pobre hombre.",
    "Dicen que el mejor camino hacia el corazón de un hombre es a través del estómago. Pero yo creo que apuñalarle directamente en la caja torácica es mucho más fácil.",
    "'Papá, ¿ya tienes los resultados de la prueba de ADN?'. 'Llámame Antonio'.",
    "Le compré a mi amigo ciego un rallador de queso por su cumpleaños. Después me dijo que era el libro más violento que había leído.",
    "¿Por qué la gente en silla de ruedas no juegan el ajedrez?, Porqué se les dificulta mucho hacer un movimiento.",
    "¿Por qué los cigarrillos son buenos para el medio ambiente? Matan gente.",
    "Si donas un riñón, todo el mundo te quiere y eres un héroe. Pero dona cinco y de repente todo el mundo se pone a gritar.",
    "Mi abuelo decía que mi generación depende demasiado de la última tecnología. Así que le desconecté de la respiración asistida.",
    "Que hace un negro con una caja, se esta mudando.",
    "Que hace un negro en la luna, un negro menos en el mundo.",
    "Que hace 1000 negros en la luna, un eclipse.",
    "¡Tengo un pez que sabe bailar breakdance! Vale, solo durante 20 segundos, y solo una vez."
  ]
}